[
    {
        "title" : "Pre-contact",
        "subtitle": "Settlement of Tonga",
        "body": "The dates of the initial settlement of Tonga are still subject to debate; nonetheless, one of the oldest occupied sites is found in the village of Pea on Tongatapu. Radiocarbon dating of a shell found at the site reportedly dates the occupation at 3180 ± 100 BP (Before Present). Some of the oldest sites pertaining to the first occupants of the Tongan Islands are found on Tongatapu which is also where the first Lapita ceramics were found by WC McKern in 1921.\n\nNonetheless, reaching the Tongan islands (without Western navigational tools and techniques) was a remarkable feat accomplished by the Lapita peoples. Not much is known about Tonga before European contact because of the lack of a writing system during prehistoric times other than the oral history told to the early European explorers. The first time the Tongan people encountered Europeans was in April 1616 when Jacob Le Maire and Willem Schouten made a short visit to the islands to trade with them. "
    },
    {
        "title" : "Tongan Maritime Empire",
        "subtitle": "Conquering The Pacific",
        "body": "By the 12th century, Tongans, and the Tongan kings named the Tu'i Tonga, were known across the Pacific, from Niue, Samoa to Tikopia. They ruled these nations for more than 400 years, sparking some historians to refer to a \"Tongan Empire\", although it was more of a network of interacting navigators, chiefs, and adventurers. It is unclear whether chiefs of the other islands actually came to Tonga regularly to acknowledge their sovereign. Distinctive pottery and Tapa cloth designs also show that the Tongans have travelled from the far reaches of Micronesia, to Fiji and Hawaii.\n\nIn 950 AD Tu'i Tonga 'Aho'eitu started to expand his rule outside of Tonga. According to leading Tongan scholars, including Okusitino Mahina, the Tongan and Samoan oral traditions indicate that the first Tu'i Tonga was the son of their god Tangaloa. As the ancestral homeland of the Tu'i Tonga dynasty and the abode of deities such as Tagaloa 'Eitumatupu'a, Tonga Fusifonua, and Tavatavaimanuka. By the time it comes to the 10th Tu’i Tonga Momo, and his successor, ‘Tu’itatui, the empire had already stretched from Tikopia in the west to Niue in the east. Their realm contained Wallis and Futuna, Tokelau, Tuvalu, Rotuma, Nauru, parts of Fiji, Marquesas, parts of the Solomon Islands, Kiribati, Niue, Cook Islands, and parts of Samoa. To better govern the large territory, the Tu’i Tongas had their throne moved by the lagoon at Lapaha, Tongatapu. The influence of the Tu’i Tonga was renowned throughout the Pacific, and many of the neighboring islands participated in the widespread trade of resources and new ideas.\n\nUnder the 10th Tuʻi Tonga, Momo and his son Tuʻitātui (11th Tuʻi Tonga) the empire was at its height of expansion, tributes for the Tu'i Tonga were said to be exacted from all tributary chiefdoms of the empire. This tribute was known as the \" 'Inasi \" and was conducted annually at Mu'a following the harvest season when all countries that were subject to the Tu'i Tonga must bring a gift for the gods, who was recognized as the Tu'i Tonga. Captain Cook witness an Inasi ceremony in 1777, in which he noticed a lot of foreigners in Tonga, especially the darker people that resembles African descend from Fiji, Solomon Islands and Vanuatu. The finest mats of Samoa ('ie toga) are incorrectly translated as \"Tongan mats;\" the correct meaning is \"treasured cloth\" (\"ie\" = cloth, \"toga\" = female goods, in opposition to \"oloa\" = male goods). Many fine mats came into the possession of the Tongan royal families through chiefly marriages with Samoan noblewomen, such as Tohu'ia the mother of Tu'i Kanokupolu Ngata who came from Safata, 'Upolu, Samoa. These mats, including the Maneafaingaa and Tasiaeafe, are considered the crown jewels of the current Tupou line (which is derived matrilineally from Samoa). The success of the Empire was largely based upon the Imperial Navy. The most common vessels were long-distance double-canoes fitted with triangular sails. The largest canoes of the Tongan kalia type could carry up to 100 men. The most notable of these were the Tongafuesia, ʻĀkiheuho, the Lomipeau, and the Takaʻipōmana. It should be mentioned that the Takaʻipōmana was actually a Samoan kalia; according to Queen Salote and the Palace Records this was the Samoan double-canoe that brought Tohu'ia Limapō from Samoa to wed the Tu'i Ha'atakalaua. The large navy allowed for Tonga to become wealthy with large amounts of trade and tribute flowing into the Royal Treasury.\n\nThe Tuʻi Tonga decline began due to numerous wars and internal pressure. In the 13th or 14th century Samoa defeated Tu'i Tonga Talakaifaiki under the lead of the Malietoa family. In response the falefā was created as political advisors to the Empire. The falefā officials were initially successful in maintaining some hegemony over other subjected islands but increased dissatisfaction led to the assassination of several rulers in succession. The most notable were, Havea I (19th TT), Havea II (22nd TT), and Takalaua (23rd TT), who were all known for their tyrannical rule. In AD 1535, Takalaua was assassinated by two foreigners while swimming in the lagoon of Mu'a. His successor, Kauʻulufonua I pursued the killers all the way to ʻUvea, where he killed them.\n\nBecause of so many assassination attempts on the Tu'i Tonga, Kauʻulufonua established a new dynasty called Tu'i Ha'atakalaua in honor of his father and he gave his brother Mo’ungamotu’a, the title of Tu’i Ha’a Takalaua. This new dynasty was to deal with the everyday decisions of the empire, while the position of Tu’i Tonga was to be the nation’s spiritual leader, though he still controlled the final say in the life or death of his people. The Tu'i Tonga \"empire\" at this period becomes Samoan in orientation as the Tu'i Tonga kings themselves became ethnic Samoans who married Samoan women and resided in Samoa. Kau'ulufonua's mother was a Samoan from Manu'a, Tu'i Tonga Kau'ulufonua II and Tu'i Tonga Puipuifatu had Samoan mothers and as they married Samoan women the succeeding Tu'i Tongas - Vakafuhu, Tapu'osi, and 'Uluakimata - were allegedly more \"Samoan\" than \"Tongan.\"\n\nIn 1610, the 6th Tu’i Ha’a Takalaua, Mo'ungatonga, created the position of Tu’i Kanokupolu for his half-Samoan son, Ngata, which divided regional rule between them, though as time went on the Tu’i Kanokupolu’s power became more and more dominant over Tonga. The Tu'i Kanokupolu dynasty oversaw the importation and institution of many Samoan policies and titles and according to Tongan scholars this Samoanized form of government and custom continues today in the modern Kingdom of Tonga Things continued this way for a long time afterward. The first Europeans arrived in 1616, when the Dutch explorers Willem Schouten and Jacob Le Maire spotted Tongans in a canoe off the coast of Niuatoputapu, and the famous Abel Tasman followed soon after. These visits were brief, however, and did not change the island much at all.\n\nThe dividing line between the two moieties was the old coastal road named Hala Fonua moa (dry land road). Still today the chiefs who derive their authority from the Tuʻi Tonga are named the Kau hala ʻuta (inland road people) while those from the Tuʻi Kanokupolu are known as the Kau hala lalo (low road people). Concerning the Tuʻi Haʻatakalaua supporters: when this division arose, in the 15th century, they were of course the Kauhalalalo. But when the Tuʻi Kanokupolu had overtaken them they shifted their allegiance to the Kauhalaʻuta.\n\nModern archeology, anthropology and linguistic studies confirm widespread Tongan cultural influence ranging widely through East 'Uvea, Rotuma, Futuna, Samoa and Niue, parts of Micronesia (Kiribati, Pohnpei), Vanuatu, and New Caledonia and the Loyalty Islands,and while some academics prefer the term \"maritime chiefdom\", others argue that, while very different from examples elsewhere, \"...\"empire\" is probably the most convenient term.\""
    },
    {
        "title" : "European Arrival and Christianization",
        "subtitle": "Contact With The Outside World",
        "body": "In the 15th century and again in the 17th, civil war erupted. It was in this context that the first Europeans arrived, beginning with Dutch explorers Willem Schouten and Jacob Le Maire. Between April 21 to 23, 1616 they moored at the Northern Tongan islands \"Cocos Island\" (Tafahi) and \"Traitors Island\" (Niuatoputapu), respectively. The kings of both of these islands boarded the ships and Le Maire drew up a list of Niuatoputapu words, a language now extinct. On April 24, 1616, they tried to moor at the \"Island of Good Hope\" (Niuafo'ou), but a less welcoming reception there made them decide to sail on.\n\nOn January 21, 1643, the Dutch explorer Abel Tasman was the first European to visit the main island (Tongatapu) and Haʻapai after rounding Australia and New Zealand while looking for a faster route to Chile. He mapped several islands. Tasman named the island of Tongatapu t’ Eijlandt Amsterdam (Amsterdam Island), because of its abundance of supplies. This name is no longer used except by historians.\n\nThe most significant impact had the visits of Captain Cook in 1773, 1774, and 1777, followed by the first London missionaries in 1797, and the Wesleyan Methodist Walter Lawry in 1822. Around that time, most Tongans converted en masse to the Wesleyan (Methodist) or Catholic faiths. Other denominations followed, including Pentecostals, Mormons, Seventh-day Adventists and most recently the Bahá'í faith.\n\nThe islands were also visited by the Spanish under Francisco Antonio Mourelle in 1781 and Alessandro Malaspina, (who unsuccessfully claimed Vavau for Spain) in 1793 and by the French under Marc-Joseph Marion du Fresne in 1772, Jean-François de Galaup, comte de Lapérouse in 1787, Fletcher Christian in 1789 and Antoine Bruni d'Entrecasteaux in 1793."
    },
    {
        "title" : "Unification",
        "subtitle": "King George I",
        "body": "In 1799, the 14th Tuʻi Kanokupolu, Tukuʻaho was murdered, which sent Tonga into a civil war for fifty years. Finally, the islands were united into a Polynesian kingdom in 1845 by the ambitious young warrior, strategist, and orator Tāufaʻāhau. He held the chiefly title of Tu'i Kanokupolu, but was baptised with the name King George Tupou I. In 1875, with the help of missionary Shirley Baker, he declared Tonga a constitutional monarchy, at which time he emancipated the serfs, enshrined a code of law, land tenure, and freedom of the press, and limited the power of the chiefs. The islands were not fully surveyed until 1898, when the British warships HMS Egeria (1873) and HMS Penguin (1876) completed the task."
    }
]