[
    {
        "title" : "Early Culture",
        "subtitle": "Ha'amonga",
        "body": "Centuries before Westerners arrived, Tongans created megalithic stoneworks. Most notably, these are the Haʻamonga ʻa Maui and the Langi terraced tombs. The Haʻamonga is 5 meters high and made of three coral-lime stones that weigh more than 40 tons each. The Langi are low, very flat, two or three tier pyramids that mark the graves of former kings.\n\nWhat is known about Tonga before European contact comes from myths, stories, songs, poems, (as there was no writing system) as well as from archaeological excavations. Many ancient sites, kitchens and refuse heaps, have been found in Tongatapu and Haʻapai, and a few in Vavaʻu and the Niuas that provide insights into old Tongan settlement patterns, diet, economy, and culture. "
    },
    {
        "title" : "The Old Tonga",
        "subtitle": "Before there were People",
        "body": "The Haʻapai of three thousand years ago was a bit different from the Haʻapai of today. Large flightless birds called megapodes bounded through the tropical rain forest while giant iguanas and various other lizards rested on tree limbs. The skies hosted three different species of fruit bats, three different species of pigeon, and more than two dozen other types of birds. There were no pigs, horses, dogs, cows, or rats. There were no Tongans.\n\nThe South Pacific, meanwhile, was almost completely uninhabited. Any present humans existed on the western fringes of the Solomon Islands. Then, around that time, these islanders were suddenly replaced by a new branch of humanity that originated from the Bismarck Archipelago off Papua New Guinea. They intrepidly stormed through the region, rapidly colonizing and pushing east. They brought with them new plant and animal species, as well as a distinct pottery design. Today these people are named the Lapita, after the location in New Caledonia where they were first noticed archaeologically. "
    },
    {
        "title" : "The Lapita Period",
        "subtitle": "Lapita People",
        "body": "Around 3000 B.P., the Lapita people reached Tonga, and carbon dating places their landfall first in Tongatapu and then in Haʻapai soon after. The newcomers were already well adapted to the resource-scarce island life and settled in small communities of a few households on beaches just above high tide line that faced open lagoons or reefs. Through continued interaction with Lapita relatives of the west, the Haʻapaians obtained domesticated animals and cultivatable plants, but it seems that both of these possible food sources contributed minimally towards their diet for at least the first two hundred years. Instead, they feasted mainly on life in the sea: parrotfish, wrasses, turtles, surgeonfish, jacks, eels, emperors, bottom-dwellers, shellfish, and the occasional deep water tuna. Just as their Polynesian descendants do today.\n\nSea food was inexhaustible, so reefs then were not much different from reefs today, except for the marked decline in sea turtle populations. Fauna didn’t fare as well, however, and soon the giant iguanas, the megapodes, twenty four bird species, almost all pigeons, and all but one species of fruit bat were all extinct.\n\nThey hunted and cooked these animals with the most basic of technologies. When shell pieces were too brittle for tools, they utilized volcanic soils for “andesite/basalt used for adze manufacture and other artifacts such as oils as hammerstones, weaving weights, cooking stones, and decorative pebbles for grave decoration.” If they were lucky, they obtained harder obsidian shards from the far northern fringe volcano of Tafahi in the Niuas.\n\nAnother useful technology was their eponymous pottery with “dentate” impressions and simple designs that were characteristic of all Lapita settlements in the South Pacific. Tongan Lapita designs were simpler than western Lapita designs, evolving from ornate curvilinear and rectilinear patterns into simple rectilinear forms. The pottery was “slab-built earthenware of andesitic-tephra clay mixed with calcareous or mineral sand tempers and fired at a low temperature.”\n\nDecades of archaeological excavations of ancient Lapita kitchens and middens (refuse piles) both in Tongatapu and Haʻapai have taught us much about early Tongan settlement. We know what they ate, what tools they used, where they settled (one colony each on ‘Uiha, Kauvai, and Foa, and two on Lifuka), and how large the settlements were. Despite a wealth of archaeological evidence, however, the Lapita people still stifle us with two main mysteries: How did they spread through the South Pacific so quickly, and why did the Lapita settlers in Tonga quickly abandon their ornate pottery tradition?\n\nThe Lapitan diaspora began from Papua New Guinea in 1500 B.C. By 2850 BP(900BCE) they were already in Tonga, meaning they virtually sprinted east for three hundred years. They travelled in small wooden boats over open ocean to invisible destinations faster than the Europeans colonizers walked across their continent. Archaeologists wonder what would compel people to embark on statistically suicidal missions. It doesn’t appear that population pressure was a problem, because most Lapitan islands were sparsely inhabited and could have supported much higher populations, especially if they had turned more towards available root crops.\n\nA hypothesis from Kirch is that Lapitan culture encouraged emigration by younger sons. Not just in Tonga, but throughout the South Pacific is a tradition of passing down land to eldest sons. To obtain their own land, younger sons needed to explore. Tangaloa, the chief Tongan god before the arrival of Christianity, was a younger sibling who created Tonga while searching for land from a canoe. His fish hook accidentally caught on a rock on the ocean floor and he was able to pull Tonga to the surface. If the hypothesis is correct, then there must have been some strong sibling rivalry to entice someone to fall upon places as far away as New Zealand, Hawaiʻi, and Easter Island.\n\nThe other great mystery is why the ornate pottery tradition disappeared, and with such speed. Only two hundred years after arriving, the Lapitan settlers ceased to decorate their earthenware pots at all, and the only thing the leading contemporary Tongan archaeologist can say about the disappearance is that, “Unfortunately most explanations are based on inferential speculation, and they are difficult to validate with any degree of certainty. What we can say with confidence is that, for whatever reason pottery decoration ceased in Tonga, it did so rather suddenly.”"
    },
    {
        "title" : "The Polynesian Plain Ware Period:\n700 BC – 400 AD",
        "subtitle": "Adapting to change",
        "body": "Life began to change drastically for Haʻapaians at the same time that ornate pottery was replaced by a strictly utilitarian plain ware kit, and it is at this time that the people may be called Polynesian. Of all the linguistically and traditionally similar people who came to inhabit the triangle created by New Zealand, Hawai’i, and Easter Island, they can all trace ancestry to a few original settlers in Tonga.\n\nThese original Polynesians in Tonga shifted somewhat away from maritime subsistence towards an increased reliance on agriculture and animal husbandry. Taro, yam, breadfruit, and banana became principal carbohydrate sources, and domesticated animals came to represent much more of the diet. At original Lapita sites, 24% of bird bones came from chickens, which increased after the Polynesian transformation into 81%, marking probably the demise of other bird species as well as an increased reliance on domesticated species.\n\nMore energy supportive food sources allowed a population explosion. A 25x40 m Lapitan “hamlet” grew into a village over one kilometer in length. Settlement grew around most of the lagoon in Tongatapu and villages finally reached the interior of the main island. Similar expansions have been identified in the Niuas and in Vava’u.\n\nTo archaeologists, these early Polynesians provide a mystery just as perplexing as the Lapitans. By 1550 BP (400 BC), they ceased to produce any pottery at all. They seem to have turned towards more natural materials instead, and therefore the archaeological record enters into a “dark age” of relatively little information until the emergence of chiefly states hundreds of years later. Speculations as to disappearance of the pottery tradition ranges from the use of coconut cups and bowls that are easier to use, a shift away from steaming shellfish in large bowls to baking in underground ovens, and the unsuitability of Tongan clays for pottery. Nothing can be said with certainty except that the same disappearance also occurred in Fiji and Samoa. "
    },
    {
        "title" : "The Formative Dark Age:\n400 BC – 1200 AD",
        "subtitle": "Population Boom",
        "body": "Little is known about the period because of the absence of much archaeological evidence. What is clear is that population continued to increase, reaching between 17,000 and 25,000 on Tongatapu, and that chiefdoms arose to protect against the increased competition for resources. Tongatapu may have been politically consolidated by a single individual of the future Tuʻi Tonga familial line, as oral tradition traces the king’s lineage back through 39 individuals that could have started as early as 1000 bp (950 AD). The maritime empire made famous by oral tradition, however did not begin until after 750 BP (1200 AD)."
    }
]