[
    {
        "title": "Queen Sālote Tupou III",
        "body": "Sālote Tupou III (born Sālote Mafile‘o Pilolevu; 13 March 1900 – 16 December 1965) was the first Queen regnant and third Monarch of the Kingdom of Tonga from 1918 to her death in 1965. She reigned for nearly 48 years, longer than any other Tongan Monarch.\n\nEarly Life\n\nSālote (Charlotte) was born on 13 March 1900 in Tonga as the eldest daughter and heir of King George Tupou II of Tonga and his first wife, Queen Lavinia Veiongo. She was not popular, as she was perceived as being born from the 'wrong mother' because of her mother's low rank and was disliked so much that it was not safe for her to go outside the palace garden.\n\nHer mother, Queen Lavinia died from tuberculosis on 25 April 1902. After her death, the Chiefs in Tonga urged King George Tupou II for many years to remarry to produce a male heir. On 11 November 1909, when the King finally married the 16-year-old ʻAnaseini Takipō, (half-sister of the rejected candidate 'Ofakivava'u', from the first search of a wife for the King), the chiefs were jubilant. Queen Anaseni gave birth twice, both girls: The Princess ʻOnelua (born 20 March 1911; died of convulsions aged six months, on 19 August 1911) and The Princess ʻElisiva Fusipala Taukiʻonetuku (born 26 July 1912; died from tubercular peritonitis on 21 April 1933 aged 20).\n\nEducation\n\nIn December 1909 Sālote was sent to Auckland, New Zealand, to start five years of education. She did return to Tonga every Christmas holiday. After December 1914 the King ordered her to stay home in Tonga as hopes for Queen Anaseni giving birth to a male heir were low. She later began a course of instruction in Tongan history and customs.\n\nPersonal History\n\nMarried to Viliami Tungī Mailefihi, an adult noble then 28 years old (12 years her senior) in 1916 at the young age of 16, she became mother for the first time. Her descents are:\n\n- Prince Siaosi Tāufaʻāhau Tupoulahi (4 July 1918 – 10 September 2006), later known as King Tāufa‘āhau Tupou IV,\n\n- Prince Uiliami Tuku‘aho (5 November 1920 – 28 April 1936), and\n\n- Prince Sione Ngū Manumataongo (7 January 1922 – 10 April 1999), later known as 5th Tu'ipelehake (Fatafehi),\n\nplus three miscarriages.\n\nQueen Salote died 16 December 1965 at Auckland City Hospital, after a long illness. Her body was flown back to Tonga. She was well known for her height, standing 6 ft 3 in (1.91 metres) tall in her prime.\n\nAchievements\n\nHer marriage to Tungī Mailefihi had been a masterstroke of her father, as Tungī was a direct descendant of the Tu‘i Ha‘atakalaua, which at that time was seen as belonging to the Tu‘i Tonga's kauhala‘uta. Their children therefore combined the blood of the three grand royal dynasties in Tonga.\n\nIn 1920–1921, she assisted the Bernice P. Bishop Museum's Bayard Dominick Expedition with their mapping of Tongan archaeological sites by providing access to localities and information. The expedition's reports on the Tongan past—including a large volume of material which still remains unpublished even today—were primarily compiled by Edward Winslow Gifford and provided the groundwork for comprehensive studies of the pre-contact history of the Tongans (Burley 1998). She was also a keen writer and author of dance songs and love poems, published in 2004, edited by her biographer, Elizabeth Wood-Ellem.\n\nShe brought Tonga to international attention when, during her sole visit to Europe, she attended the 1953 coronation of Queen Elizabeth II in London. During the coronation procession, it began to rain and hoods were placed on the carriages in the procession. As Tongan custom dictates that one should not imitate the actions of persons one is honouring, she refused a hood and rode through the pouring rain in an open carriage with Sultan Ibrahim IV of Kelantan, endearing herself to spectators. She served as Chairman of the Tonga Traditions Committee 1954–1965 and patronised the Tonga Red Cross Society. "
    },
    {
        "title": "George Tupou I",
        "body": "George Tupou I, King of Tonga (4 December 1797 – 18 February 1893)was originally known as Tāufaʻāhau I, or Tupou Maeakafa Ngininginiofolanga in modern spelling. He adopted the name Siaosi, the Tongan version of George, after King George III of the United Kingdom, when he was baptized in 1831. His nickname was Lopa-ukamea (or Lopa-ʻaione), meaning iron cable.\n\nBirth\n\nGeorge Tupou I was born around 1797 in Tonga. 4 December is often-quoted as his birthday and is a public holiday in Tonga; however, it was the date of his coronation in 1845 as Tuʻi Kanokupolu, when he took the name Tupou. Tongoleleka and the Niuʻui hospital there (which was destroyed in the 2006 Tonga earthquake) are often stated as his birthplace; however, no evidence supporting this is available, and Lifuka and Tongatapu are also often stated as the birthplace. His father was Tupouto'aʻ, who aspired to be the 17th Tuʻi Kanokupolu, but he was not recognized as such by the high chiefs of Tongatapu, as he was viewed as a low ranking usurper from Haʻapai. His mother, Hoamofaleono, felt her life was at risk on Tongatapu, so she fled with her son to Haʻapai, probably within the year of his birth. Her history, as well as her son Maeakafa's history, is more reliably tracked to Haʻapai Island.\n\nThe pregnant Hoamo fale ono felt insecure in Tongatapu as she was about to give birth to a child whose father, Tupouto'a, was the primary adversary of her clan (Ha'a Havea Lahi). Tupouto'a was in Ha'apai to kill Tupounia and 'Ulukalala in order to avenge the assassination of his father, Tuku'aho. Tuku'aho was cruel and feared by all, including Ha'a Havea Lahi chiefs, given such acts as the burning of Fangale'ounga, a Vaini colony of Ma'afutuku'i'aulahi. Niukapu, a chief, fled to Ha'apai under the protection of the Ha'atalafale Tu'ipelehake. These chiefs supported Tupou Moheofo, installed as Tu'i Kanokupolu, instead of Tuku'aho's father, Mumui. The retribution by Tuku'aho on Ha'a Havea was regarded, despite the fact Niukapu was not part of the clan, as a demotion in power and a display of disrespect of territorial boundaries. Since then, Tuku'aho's siblings and descendants have had antagonistic feelings towards those from Ha'a Havea.\n\nCoronation\n\nGeorge Tupou was established as the Tuʻi Haʻapai (H. king) before the death of his father in 1820. He inherited the conflicts with the overlords of Tongatapu, in particular with Laufilitonga, the last Tuʻi Tonga, who tried to extend his role as spiritual leader into a more political one and contested Tāufaʻāhau in Haʻapai. The culmination of this struggle was the Battle of Velata in 1826, in which Laufilitonga was defeated. An important ally at that battle was the chief of Haʻafeva.\n\nIt was now clear that Tāufaʻāhau was very ambitious and wanted more than only Haʻapai. To stop him, in 1827, the chiefs of Tongatapu made Laufilitonga the Tuʻi Tonga, and made Tāufa's uncle Aleamotuʻa a Tuʻi Kanokupolu, preventing an island invasion, as fighting against family members was seen as a Tongan disgrace. In spite of this, at his baptism in 1831, Tāufa declared himself King George of Tonga.\n\nHis next conquest resulted from his relationships with Fīnau ʻUlukālala III, the ruler of Vavaʻu. He became the Tuʻi Vavaʻu after Finau's death in 1833. He dedicated Tonga (that is, Pouono in Vavaʻu) to God in 1839, assuring support from the missionaries.\n\nDuring the 1830s, he resided in Vavaʻu, in Veitatalo, which is now ʻUlukālala's residence. Vavaʻu was at peace and it prospered. Tongatapu, on the other hand, suffered from a cruel civil war with the local chiefs fighting each other. Tāufaʻāhau launched raids on Tongatapu with his fierce warriors from Haʻapai and Vavaʻu, the Tautahi (sea warriors). However, it was not until Aleamotuʻa's death that year, that he had an excuse to conquer Tongatapu. The chiefs were forced to obey him, and he was installed as Tuʻi Kanokupolu in Kolovai on 4 December. Niuafoʻou and Niuatoputapu would follow later. 'Eua was never conquered by Tāufaʻāhau. However, It was Kauvakauta of 'Eua whom conquered The Mighty Kolo Tau o Velata in Ha'apai and assisted Tāufaʻāhau with guns and ammunition for his wars throughout Tonga. In 1852, the last independent chief, Takai Mo Fa'e, fell and Tāufa became the undisputed leader of the whole of Tonga. His rule saw many changes in Tongan politics. He abolished serfdom in Vavaʻu in 1835, and published the Vavaʻu Code in 1838, the first written laws in Tonga. However, he would not officially abolished serfdom everywhere in Tonga. He opened the first parliament until 4 June 1862, which is still a public holiday called Emancipation Day, in Tonga.\n\nHe made Pangai Ha'apai the first capital of his realm in 1845. He then moved the capital to Nukuʻalofa in 1851 (resided in Lifuka from 1845 to 1851). On 4 November 1875 (also a holiday), the constitution was promulgated and Tonga officially became a kingdom. Siaosi then took the name George Tupou I, King of Tonga. For this reason, both 1845 and 1875 are quoted as the beginning of his reign.\n\nDeath\n\nTomb of King George Tubou I, 1900\n\nHe died in 1893 at the age of 95, after a swim in the sea near his palace. He was buried in the New Royal Cemetery in Malaʻekula. His children had predeceased him, so he was succeeded by his great-grandson twice over George Tupou II – the son of the daughter (ʻElisiva Fusipala Taukiʻonetuku) of his son (Tēvita ʻUnga) and the son (Siaʻosi Fatafehi Toutaitokotaha) of his daughter (Salote Pilolevu Mafileʻo)\n\nLegacy\\n\nDue to the leadership of King Siaosi I, the history of Tonga is quite different from that of other Polynesian islands. He was a man foreign powers spoke to on equal footing, which protected Tonga from colonization.\n\nDuring his trip to Australia and New Zealand in 1853, when asking about the beggars he saw, he was told that they were unable to work since they had no land. This led to the constitution stating that land in Tonga could only be given to natural-born Tongans and not sold to outsiders, as is still the case today. . "
    },
    {
        "title": "ʻAkilisi Pōhiva",
        "body": "Samiuela ʻAkilisi Pōhiva (7 April 1941 – 12 September 2019) was a Tongan pro-democracy activist and politician. Pohiva, the leader of the Democratic Party of the Friendly Islands (DPFI), served as the Prime Minister of Tonga from 2014 to his death in 2019. He was only the fourth commoner to serve as Prime Minister (after Shirley Baker in the 1880s, Siosateki Tonga in the 1890s and Feleti Sevele in the 2000s), and the first commoner to be elected to that position by Parliament rather than appointed by the King. On 25 August 2017, he was dismissed by the King along with the rest of parliament with fresh elections to be held on 16 November, in which his party won with enough seats to form a government.\n\nPersonal life\n\nPōhiva worked as a teacher and later studied at the University of the South Pacific before joining the Tongan Teacher Training Staff. He became active in Tonga's pro-democracy movement in the late 1970s, and in the early 1980s contributed to their monthly radio programme, \"Matalafo Laukai\". In 1984, he was dismissed from the civil service as punishment for his criticism of the government; he subsequently sued them successfully for unfair dismissal. He then became assistant editor of the democracy movement's monthly newsletter, Kele'a.\n\nPōhiva was married to Neomai Pōhiva, who died in 2018. Pōhiva died at Auckland City Hospital in New Zealand on 12 September 2019, from complications from pneumonia.\n\nPolitical career\n\nPōhiva was the longest-serving people's representative in the Tongan Parliament, having first been elected in 1987. His political career was marked by constant battles with the Tongan monarchy over democracy, transparency and corruption. In 1996 he was imprisoned for contempt of Parliament on the order of the Legislative Assembly for reporting on Parliament's proceedings. He was subsequently released after the Supreme Court ruled that the imprisonment was \"unlawful and unconstitutional\". In 2002 he was charged with sedition over an article published in his newspaper Kele’a alleging the king had a secret fortune, but was acquitted by a jury.\n\nOn 18 January 2007, Pōhiva was arrested over his role in the 2006 Nuku‘alofa riots. He was subsequently charged with sedition. In the 2008 election he was re-elected for an eighth term as the No 1 Tongatapu People's Representative with 11,290 votes.\n\nIn September 2010, he established the Democratic Party of the Friendly Islands along with other Human Rights and Democracy Movement People's Representatives, in order to contest the 2010 elections. His party secured twelve of the seventeen seats for People's Representatives (the other five going to independent candidates, while representatives of the nobility held an additional nine seats). He announced his intention to stand for the position of Prime Minister. Following constitutional reforms, this would be the first time the Prime Minister was elected by Parliament, rather than appointed by the monarch. The election for the premiership was held on 21 December, between Pōhiva and nobles' representative Lord Tuʻivakanō. Pōhiva obtained twelve votes, but was defeated by Tuʻivakanō, who was elected with fourteen.\n\nFollowing the election and selection of a Prime Minister he accepted a position in the new Cabinet, as Minister for Health. On 13 January, however, he resigned from Cabinet, in protest against the inclusion in Cabinet of members from outside Parliament (to positions which he stated could have been entrusted to members of his party), and also to express his refusal to sign an agreement which would have prevented him from voting (in Parliament) against measures endorsed by Cabinet, based on the principle of collective Cabinet responsibility. Although there is no formal Opposition, Pōhiva was, from then on, considered the de facto opposition leader.\n\nIn December 2013, Parliamentarians for Global Action presented him with their annual Defender of Democracy Award, in recognition of his three and a half decades of campaigning for greater democracy in Tonga. He was the first Pacific Islander to receive the award."
    },
    {
        "title": "Jonah Lomu",
        "body": "Jonah Tali Lomu (12 May 1975 – 18 November 2015) was a New Zealand rugby union player. He became the youngest ever All Black when he played his first international in 1994 at the age of 19 years and 45 days. Playing on the wing, Lomu finished his international career with 63 caps and 37 tries. He is regarded as the first true global superstar of rugby and consequently had a huge impact on the game. Lomu was inducted into the International Rugby Hall of Fame on 9 October 2007, and the IRB Hall of Fame on 24 October 2011.\n\nLomu burst onto the international rugby scene during the 1994 Hong Kong Sevens tournament, the same year he made his fifteen-a-side debut. He was widely acknowledged as the top player at the 1995 World Cup in South Africa even though New Zealand lost the final to the host South Africa. His performance at the Rugby World Cup established him as \"rugby union's biggest drawcard\" just as the game turned professional, with him swelling attendances at any match where he appeared. He shares the Rugby World Cup all-time try scoring record of 15 tries, which he accumulated in only two tournaments.\n\nHe played for several domestic New Zealand provincial or Super Rugby sides, and late in his career played club rugby in both Wales and France. These included the Auckland Blues, Chiefs and Hurricanes, and Counties Manukau, Wellington, and later North Harbour and the Cardiff Blues.\n\nLomu was diagnosed with nephrotic syndrome, a serious kidney disorder in 1995, and the disease had a significant impact on his playing career and wider life. By 2003 he was on dialysis and in 2004 underwent a kidney transplant. He then attempted a comeback but did not play international rugby again, and retired from professional rugby in 2007. He died unexpectedly on 18 November 2015 after suffering a heart attack associated with his kidney condition. "
    },
    {
        "title": "Haku (wrestler)",
        "body": "Tonga 'Uli'uli Fifita (born 3 February 1959) is a Tongan semi-retired professional wrestler, best known for his appearances in the World Wrestling Federation (WWF) and New Japan Pro-Wrestling (NJPW) as Haku. He is also known for his time in World Championship Wrestling (WCW), where he wrestled under the name Meng. In the WWF, he also wrestled under the names King Tonga and King Haku.\n\nSumo Wrestling Career\n\nGrowing up on the main island of the South Pacific island-kingdom of Tonga, Fifita attended Tonga College where he played rugby union. At the age of 15, he was part of a group of six teenagers and young men sent by the King of Tonga to Japan to study Sumo. Sione Vailahi, who would later become better known as pro-wrestler \"The Barbarian\", was also a part of this group. After moving to Japan in 1974, he competed under the shikona (sumo name) of Fukunoshima. He made his debut in November 1974 and reached the rank of Makushita 27. However, in 1975 the stablemaster who recruited him died, and he and the other five Tongan wrestlers got entangled in a dispute with his successor, which led to him being forced to retire by the Japan Sumo Association in 1976.\n\nProfessional Wrestling Career\n\nUnder the guidance of two other former sumotori who had turned to puroresu, Genichiro Tenryu and Takashi Ishikawa, he joined their home promotion, All Japan Pro Wrestling. Early in his career, he also refereed matches in the Amarillo territory. Nevertheless, this merely served as a springboard for him to wrestle all over the world.\n\nIn the early 1980s, Fifita, taking the name King Tonga, wrestled in Canada for Frank Valois' International Wrestling promotion based in Montreal. The heel Tonga was managed by former wrestler Tarzan \"The Boot\" Tyler. Tonga feuded with the top stars of the promotion, including Dino Bravo. A face turn appeared to be in the offing, as Tonga interfered in a tag match, attacking Road Warrior Animal and Paul Ellering during a bout with Jos LeDuc and Jacques Rougeau, Jr. A miscommunication in another tag match with partner Butch Reed led to Reed and Tyler attacking Tonga. He worked in Puerto Rico for the World Wrestling Council where he feuded with Invader 1 and won many titles such as the WWC North American Tag Team Championship with El Gran Apolo, The WWC World Tag Team Championship with Hercules Hernandez and the WWC Puerto Rico Heavyweight Championship. Tonga formed a team with his until-then rival Dino Bravo, and the two became successful, including a win over The Road Warriors at the Montreal Forum.\n\nThe Islanders (1986–1988)\n\nIn 1986, King Tonga, in his rookie year in the World Wrestling Federation, became a star by bodyslamming Big John Studd on Championship Wrestling, though predictably Studd's manager Bobby \"The Brain\" Heenan didn't pay him the US$15,000 he promised to anyone who could do so. He made a name for himself as Haku in the WWF as half of \"The Islanders\" with Tama. Originally a fan-favorite team, The Islanders had mixed success, though they did win a $50,000 tag team Battle Royal at Madison Square Garden in October 1986. They turned heel in 1987 during a match on the WWF Superstars of Wrestling with The Can-Am Connection (Tom Zenk and Rick Martel). Earlier in the show heel manager Bobby Heenan had announced he would have a new tag team that night and everyone thought he was going to introduce a new team to the WWF. Instead he showed up at ringside during the match where it became known his \"new\" team was in fact The Islanders. The team had a classic feud with The British Bulldogs that was started when the Islanders, along with Bobby Heenan, kidnapped the Bulldogs' mascot, a bulldog named Matilda. Their feud ended after a 6-man tag team match at WrestleMania IV where The Islanders and Heenan (wearing an attack dog outfit) defeated the Bulldogs and Koko B. Ware when Heenan pinned Koko. \n\nPersonal Life\n\nHaku is married to Dorothy Koloamatangi. They have a daughter, Vika; a son, Tevita who is also a wrestler; and two adopted sons, Alipate and Taula. His son Tevita played football as a defensive end for the University of Texas at El Paso and was on the WWE roster from 2009 until 2014, as Camacho, and was also known as Micah in Total Nonstop Action Wrestling. Tevita and Alipate currently wrestle as Tanga Loa and Tama Tonga in New Japan Pro-Wrestling. Haku's youngest son Taula made his professional wrestling debut in November 2016. He works under the ring name Hikule previously, Leo Tonga. Among Haku's cousins are former New England Patriots defensive tackle Steve Fifita and Australian Wallabies rugby international player Tatafu Polota-Nau. Haku made a cameo appearance in the 1978 Sylvester Stallone movie Paradise Alley along with many other professional wrestlers. \n\nProfessional Wrestling Legacy\n\nMany former wrestling personalities have described Haku as the toughest or greatest legitimate fighter in wrestling."
    }
]