[
    {
        "title" : "Kingdom of Tonga: 1900–1970",
        "subtitle": "Isolation",
        "body": "Tonga became a British protected state under a Treaty of Friendship on May 18, 1900, when European settlers and rival Tongan chiefs tried to oust the second king. The Treaty of Friendship and protected state status ended in 1970 under arrangements established prior to her death by the third monarch, Queen Sālote.\n\nOn 18 May 1900, to discourage German advances, the Kingdom of Tonga became a Protected State with the United Kingdom under a Treaty of Friendship signed by George Tupou II after European settlers and rival Tongan chiefs attempted to overthrow him. Foreign affairs of the Kingdom of Tonga were conducted though the British Consul. The United Kingdom had veto power over foreign policies and finances of the Kingdom of Tonga.\n\nTonga was affected by the 1918 flu pandemic, with 1,800 Tongans killed, around eight percent of the residents.\n\nFor most of the 20th century Tonga was quiet, inward-looking, and somewhat isolated from developments elsewhere in the world. Tonga's complex social structure is essentially broken into three tiers: the king, the nobles, and the commoners. Between the nobles and commoners are Matapule, sometimes called \"talking chiefs,\" who are associated with the king or a noble and who may or may not hold estates. Obligations and responsibilities are reciprocal, and although the nobility are able to extract favors from people living on their estates, they likewise must extend favors to their people. Status and rank play a powerful role in personal relationships, even within families. "
    },
    {
        "title" : "Independence: 1970",
        "subtitle": "The Kingdom of Tonga",
        "body": "On 4 June 1970, protected state status ended under arrangements established prior to her death in 1965 by the third monarch, Queen Sālote.\n\nTonga joined the Commonwealth of Nations in 1970, and the United Nations in 1999. While exposed to colonial forces, Tonga has never lost indigenous governance, a fact that makes Tonga unique in the Pacific and boosts confidence in the monarchical system. The British High Commission in Tonga closed in March 2006.\n\nTonga's current king, Tupou VI, traces his line directly back through six generations of monarchs. The previous king, George Tupou V, born in 1946, continued to have ultimate control of the government until July 2008. At that point, concerns over financial irregularities and calls for democracy led to his relinquishing most of his day-to-day powers over the government.\n\nTongans are beginning to confront the problem of how to preserve their cultural identity and traditions in the wake of the increasing impact of Western technology and culture. Migration and the gradual monetization of the economy have led to the breakdown of the traditional extended family. Some of the poor, once supported by the extended family, are now being left without visible means of support.\n\nEducational opportunities for young commoners have advanced, and their increasing political awareness has stimulated some dissent against the nobility system. In addition, the rapidly increasing population is already too great to provide the constitutionally mandated 8.25 acre (33,000 m²) api for each male at age 16. In mid-1982, population density was 134 persons per square kilometer. Because of these factors, there is considerable pressure to move to the Kingdom's only urban center. "
    }
]