[
    {
        "title" : "2002 Election",
        "subtitle": "Freedom of Speech",
        "body": "In the March 2002 election, supporters of the Human Rights and Democracy Movement (HRDM) won seven of the nine popularly-elected seats for people's representatives, with the remaining two representing \"traditionalist\" values. Voter turnout was 48.9%. The nine nobles and all the cabinet ministers that sit in the Legislative Assembly generally support the government. Following the election, HRDM leader 'Akilisi Pohiva was arrested and charged with sedition over an article published in his newspaper Kele’a alleging the king had a secret fortune, but was later acquitted by a jury.\n\nIn 2003, the Taimi 'o Tonga (Tongan Times), a newspaper published in New Zealand in the Tongan language that had been critical of the government was prohibited from distribution in Tonga due to government objections to its political content. After the newspaper obtained two court orders, it was again distributed freely. A Media Operators Bill and constitutional amendment, intended to restrict media freedom in Tonga, was hotly debated in 2003. The legislation allowed the government to exert control over coverage of \"cultural\" and \"moral\" issues, ban publications it deemed offensive, and ban foreign ownership of the media. In October 2003, thousands of Tongans marched peacefully through the streets of the capital city Nukuʻalofa in an unprecedented demonstration against the government's plans to limit media freedom. Despite the protests, the Media Operators Bill and constitutional amendment passed the Legislature and as of December 2003 needed only the King's signature to become law.\n\nBy February 2004, the amendment was passed and licensure of news media was required. Those papers denied licenses under the new act included the Taimi 'o Tonga (Tongan Times), the Kele'a and the Matangi Tonga, while those permitted licenses were uniformly church based or pro-government. Further opposition to government action included calls by the Tu'i Pelehake (a prince, nephew of the King and elected member of parliament) for Australia and other nations to pressure the Tongan government to democratize the electoral system, and a legal writ calling for a judicial investigation of the bill. The latter was supported by some 160 people, including 7 of the 9 elected \"People's Representatives\". "
    },
    {
        "title" : "2005 Election",
        "subtitle": "Feleti Sevele",
        "body": "At the 2005 Tongan general election, the Human Rights and Democracy Movement won seven of the nine popularly-elected seats (the rest of the 30 MPs are appointed by the King or are members of the Tongan aristocracy). 'Aho'eitu 'Unuaki'otonga Tuku'aho, son of the King, initially retained his position as Prime Minister, but he resigned in 2006, after the Tongan Speaker of the House was found guilty of bribery. The position passed to Feleti Sevele, Minister of Labour and one of the two independent candidates elected, as well as the first non-noble Prime Minister of the country.\n\nIn 2005 the government spent several weeks negotiating with striking civil service workers before reaching a settlement. A constitutional commission met in 2005-2006 to study proposals to update the constitution. A copy of the commission's report was presented to King Taufa'ahau Tupou IV, shortly before his death in September 2006."
    },
    {
        "title" : "2006 Riots",
        "subtitle": "Tonga Unrest",
        "body": "Tonga did not rate as an \"electoral democracy\" under the criteria of Freedom House's Freedom in the World 2006 report. This is likely because while elections exist, they could only elect nine of 30 Legislative Assembly seats, the remainder being selected either by the nobility or the government; as such the people have a voice in but no control over the government.\n\nThe public expected democratic changes from the new monarch. On November 16, 2006, rioting broke out in the capital city of Nukuʻalofa when it seemed that the parliament would adjourn for the year without having made any advances in increasing democracy in government. Government buildings, offices, and shops were looted and burned. Eight people died in the riots. The government agreed that elections would be held in 2008 in which a majority of the parliament would be elected by popular vote. A state of emergency was declared on November 17, with emergency laws giving security forces the right to stop and search people without a warrant.\n\nOn 18 January 2007 Pōhiva was arrested and charged with sedition over his role in the 2006 Nuku'alofa riots. "
    },
    {
        "title" : "2008 Election",
        "subtitle": "Settlement of Tonga",
        "body": "The April 2008 elections saw a 48% turnout to elect the nobles' representatives and the 9 people's representatives. Most of the pro-democracy MPs were reconfirmed, despite several facing charges of sedition over the 2006 Nuku'alofa riots All nine elected MPs were pro-democracy activists. About two weeks before the election, it was announced that the Tonga Broadcasting Commission would henceforth censor candidates' political broadcasts, and that TBC reporters would be banned from reporting on political matters. Tonga Review criticised the decision as an undue restriction on freedom of speech. On 29 May 2008, in the speech from the throne at the opening of Parliament, Princess Regent, Salote Mafile'o Pilolevu Tuita announced that the government would introduce a political reform bill by June 2008, and that the current term of Parliament would be the last one under the current constitution\n\nIn July 2008, three days before his coronation, King George Tupou V announced that he would relinquish most of his power and be guided by his Prime Minister's recommendations on most matters, following upcoming elections.\n\nIn November 2009, a constitutional review panel recommended a ceremonial monarchy stripped of real political power and to invest political power in a completely elected Legislative Assembly of Tonga (the Fale Alea) which, up to this point was largely hereditary due to the fact that most of the seats where designated for the nobles and were preceded by a programme of constitutional reform."
    },
    {
        "title" : "Democratisation and 2010 Elections",
        "subtitle": "ʻAkilisi Pōhiva",
        "body": "In April 2010 the Legislative Assembly enacted a package of political reforms towards a fully representative democracy, increasing the number of directly-elected people's representatives from 9 to 17, with ten seats for Tongatapu, three for Vavaʻu, two for Haʻapai and one each for Niuas and ʻEua. All of the seats are single-seat constituencies, as opposed to the multi-member constituencies used before. These changes mean that 17 out of 26 representatives (65.4%) would be directly elected, up from 9 out of 30 (30.0%). The aristocracy would still select its nine representatives, while all remaining seats, which were previously appointed by the monarch, would be abolished.\n\nEarly general elections under the new electoral law were held on 25 November 2010. The Taimi Media Network described the 2010 Tongan Legislative Assembly as \"Tonga’s first democratically elected Parliament\". The Democratic Party of the Friendly Islands (DPFI), founded in September 2010 specifically to fight the election and led by veteran pro-democracy campaigner 'Akilisi Pohiva, secured the largest number of seats, with 12 out of the seventeen \"people's representative\" seats. ʻAkilisi Pohiva, the MP for Tongatapu 1, had sought to become Prime Minister, but the nobles and independent MP entrusted Lord Tuʻivakanō with the task of forming a government, relegating the DPFI to the status of a de facto parliamentary opposition. The DPFI put forward bills for further democratisation, including the proposal of direct election of the Prime Minister from among the 26 elected MPs, as well as of universal suffrage for all 26 MPs. These proposals were not taken forward by the conservative majority.\n\nAt the death of King George Tupou V on 18 March 2012, his son ʻAhoʻeitu ʻUnuakiʻotonga Tukuʻaho became King of Tonga, with the regnal name ʻAhoʻeitu Tupou VI.\n\nNew elections in 2014 saw the DPFI lose three seats to independent candidates. Its leader Pohiva was nevertheless appointed as new Prime Minister of Tonga. On August 25, 2017 Pohiva was dismissed by the King along with the rest of parliament with fresh elections to be held on November 16. The Elections resulted in the DPFI winning 14 seats - enough for Pohivia to form government without relying on nobles' or independent MPs."
    }
]